package com.prokazov.recipes_app;


import java.util.HashMap;
import java.util.Map;

public class Food_Recipes {



    String Chocolate_oatmeal_cookies = "Шоколадное овсяное печенье\n" +
            "на 100грамм - 193.65 ккал, Б/Ж/У - 6.45/4.07/35.53\n" +
            " \n" +
            "Ингредиенты:\n" +
            "- Овсяные хлопья — 200 г\n" +
            "- Вода — 70 мл\n" +
            "- Изюм и другие сухофрукты — 60 г\n" +
            "- Белок — 2 шт.\n" +
            "- Яблоко — 1 шт.\n" +
            "- Какао-порошок — 2-3 ч.л.\n" +
            "- Кокосовая стружка — по вкусу и по желанию\n" +
            " \n" +
            "Приготовление:\n" +
            "1. Половину овсяных хлопьев измельчить в блендере (в кофемолке) и залить водой, чтобы получилась густая масса.\n" +
            "2. Добавить изюм, цукаты, кокосовую стружку, какао-порошок.\n" +
            "3. Яблоко натереть.\n" +
            "4. Смешать хорошо все компоненты.\n" +
            "5. Форму выложить бумагой для запекания.\n" +
            "6. Чайной ложкой брать тесто, формировать шарики (лучше чуть смочить руки водой), приплюснуть и выкладывать в форму или на противень.\n" +
            "7. Выпекать 20 минут при 200*С.\n" +
            "Можно добавить немного воды на дно противня чтобы печенье не было слишком сухим. Но если любите похрустеть, то эту процедуру можно опустить.";
    String test_test = "Овсяные хлопья — 200 г\n" + "- Вода — 70 мл\n";

}
